[
    {
        "name": "Becas Villegas, Macarena",
        "foto": "https://disenouchile.github.io/proyecto/fotos/becas_villegas.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/becas_villegas.svg",
        "mail": "mbecas@gmail.com",
        "nivel": "En jerarquización",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "",
        "linkedin": "https://www.linkedin.com/in/macarena-becas-b801861b/",
        "descriptor": "Diseñadora Industrial, Diseño interactivo, Museografía, Iluminación",
        "areas": 5,
        "lineas": 2,
        "enfasis": "1 2 3",
        "dialogo": ["…"],
        "grupo": "d",
        "responsable_name": "Rodrigo",
        "responsable_surname": "Albornoz",
        "responsable_mail": "rodrigocris2004@gmail.com",
        "responsable_repo": "https://github.com/rodrigoalbornoz3/trabajo_final"
    },
    {
        "name": "Lares López, Lorna",
        "foto": "https://disenouchile.github.io/proyecto/fotos/lares_lopez.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/lares_lopez.svg",
        "mail": "lolares@uchilefau.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/57067",
        "linkedin": "",
        "descriptor": "Diseño Regenerativo, Sustentabilidad y Economía Circular. Enfoque de diseño centrado en la relación humano/no-humano para hacernos preguntas –desde el pensamiento de diseño– sobre el mundo que queremos co-habitar. Proyectar procesos, sistema, materiales y/o objetivos que regeneren ecosistemas.",
        "areas": "1 2 5",
        "lineas": "1 2 4",
        "enfasis": "1 2 3",
        "dialogo": ["…"],
        "grupo": "a",
        "responsable_name": "Rodrigo",
        "responsable_surname": "Albornoz",
        "responsable_mail": "rodrigocris2004@gmail.com",
        "responsable_repo": "https://github.com/rodrigoalbornoz3/trabajo_final"
    },
    {
        "name": "Méndez Olivares, Iván",
        "foto": "https://disenouchile.github.io/proyecto/fotos/mendez_olivares.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/mendez_olivares.svg",
        "mail": "iamendez@u.uchile.cl",
        "nivel": "Prof. Asociado",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/25820",
        "linkedin": "",
        "descriptor": "Enfoques investigativos en creatividad sobre producto, proceso, contexto y personas creativas. Investigación-creación en patrimonio industrial, estética y diseño, diseño de información y tecnologías. Experiencia e interés investigativo en materias sobre curatoría y museografía en arte y diseño.",
        "areas": "5 7",
        "lineas": "2 3 4",
        "enfasis": "2 3",
        "dialogo": ["…"],
        "grupo": "i",
        "responsable_name": "Rodrigo",
        "responsable_surname": "Albornoz",
        "responsable_mail": "rodrigocris2004@gmail.com",
        "responsable_repo": "https://github.com/rodrigoalbornoz3/trabajo_final"
    },
    {
        "name": "Castillo Espinoza, Eduardo",
        "foto": "https://disenouchile.github.io/proyecto/fotos/castillo_espinoza.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/castillo_espinoza.svg",
        "mail": "eduardo.castillo@uchilefau.cl",
        "nivel": "Prof. Asociado",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/40224",
        "linkedin": "",
        "descriptor": "Historia del Diseño, Cultura Visual, Cultura Material, Patrimonio.",
        "areas": "7 8",
        "lineas": "4 5 6",
        "enfasis": "2 3",
        "dialogo": [
            "¿Cuál de las características orientadas a promover una docencia inclusiva y de excelencia en nuestra Universidad considera su fuerte?",
            "Yo creo es el de: El docente domina la disciplina que enseña, incluyendo sus últimos desarrollos y avances, integrando los resultados de las investigaciones en las que participa para actualizar y problematizar el conocimiento disciplinar y para establecer una relación mutuamente enriquecedora entre investigación y docencia.",
            "¿Cómo priorizaría los 4 ámbito de desempeño de nuestro perfil de egreso en sus guiaturas de Proyecto de Título?",
            "Sistematizar, Crear, Gestionar y Evaluar",
            "¿Por qué los priorizaría de tal manera?",
            "Considero que lo primero es la sistematización, la formación es tener propósito y sentido, ordenar el campo de acción, tanto a nivel individual como colectivo. Es decir, entender por qué se está en esta carrera y no en otra, y cómo esto se relaciona con el proceso de desescolarización y con los estudiantes que llegan a la universidad en sus primeros años.<br/> Luego viene la creación, que es esencial en nuestra profesión, y que implica no solo conceptualización y morfología, sino también pensamiento divergente, ocurrencia e imaginación. La capacidad creativa permite proyectar ideas y llevarlas a la producción.<br/> Después está la gestión, fundamental para desarrollar autonomía o para integrarse en equipos y tomar decisiones informadas. Es clave para formar buenos tomadores de decisiones en un contexto amplio y diverso como el de las instituciones chilenas, tanto técnico-profesionales como universitarias.<br/> Por último, una competencia más avanzada: la capacidad de evaluación crítica de la propia práctica profesional, es decir, poder autoevaluarse sin depender de una corrección externa, para valorar con criterio el nivel y la calidad del propio trabajo. Esto habilita el ejercicio autónomo de la profesión.",
            "¿Cómo organiza el inicio de Proyecto de Título I?",
            "El inicio de Proyecto de Título I consiste en recoger el trabajo previo del Seminario, dando continuidad a las ideas, autores o enfoques ya explorados. El primer paso es decidir entre tres posibles enfoques: investigación, creación o desarrollo profesional, para así orientar el proyecto desde el comienzo según esa elección."
        ],
        "grupo": "f",
        "responsable_name": "Benjamín",
        "responsable_surname": "Alcántar",
        "responsable_mail": "benjamin.alcantar@ug.uchile.cl",
        "responsable_repo": "https://github.com/benjaminalcantar/trabajo_final"
    },
    {
        "name": "Domínguez González, Pablo",
        "foto": "https://disenouchile.github.io/proyecto/fotos/dominguez_gonzalez.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/perea_rorales.svg",
        "mail": "pdominguez@uchilefau.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/51141",
        "linkedin": "",
        "descriptor": "Trabajo multidisciplinario y transdisciplinario (diseño - medicina), con materiales compuestos, incluyendo biomateriales.",
        "areas": "1 5",
        "lineas": "1 2",
        "enfasis": "1 2",
        "dialogo": [
            "¿Cuál de las características orientadas a promover una docencia inclusiva y de excelencia en nuestra Universidad considera su fuerte?",
            "Yo creo que el primero: El docente domina la disciplina que enseña, incluyendo sus últimos desarrollos y avances, integrando los resultados de las investigaciones en las que participa para actualizar y problematizar el conocimiento disciplinar y para establecer una relación mutuamente enriquecedora entre investigación y docencia.",
            "¿Cómo priorizaría los 4 ámbito de desempeño de nuestro perfil de egreso en sus guiaturas de Proyecto de Título?",
            "Crear, Sistematizar, Evaluar y Gestionar",
            "¿Por qué los priorizaría de tal manera?",
            "Porque diseñador tiene que crear, es lo primero. Para poder evaluar, tienes que sistematizar, es una creación que tiene un elemento metodológico sistematizado. Y dentro de los elementos de la Sistematización están los elementos de evaluación, la generación de prototipos. Y finalmente gestionar de diluye a la última posición.",
            "¿Cómo organiza el inicio de Proyecto de Título I?",
            "El tema es lo primero, encontrar la propuesta de diseño, definir la problemática. Parte de esta definición involucra identificar el contexto y el usuario para ya después adentrarnos más en el proyecto"
        ],
        "grupo": "d",
        "responsable_name": "Benjamín",
        "responsable_surname": "Alcántar",
        "responsable_mail": "benjamin.alcantar@ug.uchile.cl",
        "responsable_repo": "https://github.com/benjaminalcantar/trabajo_final"
    },
    {
        "name": "Meza Navarro, Andrea",
        "foto": "https://disenouchile.github.io/proyecto/fotos/meza_navarro.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/meza_navarro.svg",
        "mail": "macameza@gmail.com",
        "nivel": "En jerarquización",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "",
        "linkedin": "https://www.linkedin.com/in/andrea-meza-navarro-a8877325/",
        "descriptor": "Estudios de la cultura visual y material, estudios de la imagen, estudios del libro y las publicaciones experimentales con énfasis en el análisis de las relaciones entre texto e imagen que permiten trabajos interdisciplinarios que cruzan arte, diseño, historia y literatura, con la incorporación de las epistemologías feministas y estudios género en el ámbito de la investigación y creación.",
        "areas": "4 5 6",
        "lineas": "7 8",
        "enfasis": "2 3",
        "dialogo": [
            "¿Cuál es su enfoque como profesora guía?",
            "Mi especialidad es el estudio de la cultura impresa. Estoy guiando proyectos que buscan reflexionar sobre objetos editoriales, entendiendo su contexto de producción, materialidad, técnicas, usos, funciones de la imagen y su relación con lo textual.",
            "¿Y cuál diría que es su fortaleza dentro de las características orientadas a una docencia inclusiva y de excelencia?",
            "Me he especializado en temas de género y en los desafíos que implica su transversalización en el ámbito académico. Por ahí va mi fuerte. Valoro y fomento la incorporación de la perspectiva de género en las distintas etapas del desarrollo de un proyecto de investigación.",
            "¿Cómo prioriza los ámbitos de desempeño del perfil de egreso en sus guiaturas?",
            "Todos los ámbitos me parecen igualmente relevantes. Evaluar, crear, gestionar y sistematizar son competencias esenciales para un buen ejercicio profesional.<br/> Ahora bien, dado que este semestre estoy guiando trabajos de Seminario I, me estoy enfocando más en los ámbitos de evaluación de interacciones del ser humano y sistematización de experiencias de la disciplina. Creo que esas dimensiones permiten levantar nuevas necesidades que movilicen procesos creativos.",
            "¿Y cómo se organiza el inicio del Seminario I?",
            "En Seminario se diseña una investigación cuyo punto de partida son los intereses de cada estudiante. Han elegido un académico o académica cuyas líneas de investigación sintonizan con sus temáticas iniciales. Una vez iniciado el semestre, tomamos decisiones en conjunto: coordinamos reuniones semanales, profundizamos en las problemáticas iniciales —reformulándolas en algunos casos—, definimos objetos de estudio, construimos marcos teóricos, delineamos objetivos y elegimos metodologías pertinentes."
        ],
        "grupo": "k",
        "responsable_name": "Isabel",
        "responsable_surname": "Álvarez",
        "responsable_mail": "isabel.alvarez@ug.uchile.cl",
        "responsable_repo": "https://github.com/isabelcarolina/trabajo_final"
    },
    {
        "name": "Reyes León, Daniel",
        "foto": "https://disenouchile.github.io/proyecto/fotos/reyes_leon.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/reyes_leon.svg",
        "mail": "danielreyesleon@gmail.com",
        "nivel": "Prof. Adjunto",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "https://uchile.cl/portafolio-academico/academico/28329",
        "linkedin": "",
        "descriptor": "Prácticas creativas transdiciplinares, donde los procesos de investigación y creación se vinculen con temas de tecnología, desarrollo, innovación y ecología, desde aspectos simbólicos y culturales. Vinculación entre arte y diseño.",
        "areas": "7 8",
        "lineas": "2 3 5",
        "enfasis": 3,
        "dialogo": [
            "¿Cuál es su enfoque como profesora guía?",
            "Mi enfoque de guiatura está centrado en la innovación y la creación, con una orientación metodológica basada en estudios sobre los medios, la ecología y las artes visuales.",
            "¿Y cuál diría que es su fortaleza dentro de las características que promueven una docencia inclusiva y de excelencia en la Universidad?",
            "Genero didácticas de aprendizaje basadas en la conversación y la discusión. Además, promuevo constantemente un aprendizaje horizontal y la autosuperación, mediante el diálogo transversal de los conocimientos y el trabajo transdisciplinario e interdisciplinario.",
            "¿Cómo priorizaría los 4 ámbitos de desempeño de nuestro perfil de egreso en sus guiaturas de Proyecto de Título?",
            "Los priorizo en el siguiente orden:<br/> Primero: evaluar la interacción del ser humano con su entorno físico y cultural desde la empatía y el trabajo colaborativo, para detectar necesidades y oportunidades de actuación profesional.<br/> Segundo: crear propuestas morfológicas innovadoras y significativas que vinculen formas, códigos, lenguajes y fenómenos comunicacionales con las personas, comunidades y sus contextos.<br/> Tercero: sistematizar experiencias de la disciplina o profesión, produciendo, representando, transfiriendo y preservando conocimientos y vinculándolas con otros saberes, para identificar necesidades y generar soluciones de diseño.\n Y en cuarto lugar: gestionar sistemas productivos y talentos propios y de otros, articulando procesos, recursos y agentes relacionados con la industria, las organizaciones sociales y la gobernabilidad.",
            "¿Y por qué ese orden?",
            "Porque mi formación prioriza el humanismo y el conocimiento situado, además del saber hacer. Mi experiencia como artista visual me permite moverme entre distintos aspectos de la creación e innovación, traspasando conocimientos desde experiencias sensibles, así como desde un amplio repertorio bibliográfico, audiovisual y cultural. Todo eso lo pongo al servicio de los procesos de titulación y la autonomía proyectual de cada estudiante.",
            "¿Cómo se organiza el inicio del Proyecto de Título I?",
            "Comenzamos revisando el material generado en los seminarios y evaluamos si puede transformarse en un proyecto. Analizamos la experiencia de cada estudiante y su capacidad de incidir en los contextos con los que debe dialogar. A partir de eso, exploramos distintas formas de complementar la bibliografía y establecer puntos de llegada para el proceso, evaluando también su viabilidad en relación con las habilidades y trayectorias personales."
        ],
        "grupo": "m",
        "responsable_name": "Isabel",
        "responsable_surname": "Álvarez",
        "responsable_mail": "isabel.alvarez@ug.uchile.cl",
        "responsable_repo": "https://github.com/isabelcarolina/trabajo_final"
    },
    {
        "name": "Zorzano Betancourt, Osvaldo",
        "foto": "https://disenouchile.github.io/proyecto/fotos/zorzano_betancourt.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/zorzano_betancourt.svg",
        "mail": "zorzano@uchile.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/33113",
        "linkedin": "",
        "descriptor": "Dos lineas disciplinares: La primera dice relación con el desarrollo de proyectos orientados a vinculación con el medio, con énfasis en productos relacionados con producción gráfica. Y por otro lado están los proyectos orientados a diseño de vehículos y electromovilidad.",
        "areas": 5,
        "lineas": "2 5",
        "enfasis": "1 3",
        "dialogo": ["…"],
        "grupo": "g",
        "responsable_name": "Catalina",
        "responsable_surname": "Arismendi",
        "responsable_mail": "catalina.arismendilobos@gmail.com",
        "responsable_repo": "https://github.com/caris2/trabajo_final"
    },
    {
        "name": "Ode Saleh, Verónica",
        "foto": "https://disenouchile.github.io/proyecto/fotos/ode_saleh.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/ode_saleh.svg",
        "mail": "vode@uchilefau.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/39338",
        "linkedin": "",
        "descriptor": "Investigación+creación en el cruce interdisciplinario entre arte y diseño, resaltando las posibilidades de generación de nuevos conocimientos y nuevas metodologías para la observación y el desarrollo propositivo, con especial atención en la imagen y la fotografía.",
        "areas": "5 7",
        "lineas": "2 3 5",
        "enfasis": 3,
        "dialogo": ["…"],
        "grupo": "m",
        "responsable_name": "Lucas",
        "responsable_surname": "Assis",
        "responsable_mail": "lucaassis@usp.br",
        "responsable_repo": "https://github.com/lucasassis7/trabajo_final"
    },
    {
        "name": "Soffia Vega, Alejandro",
        "foto": "https://disenouchile.github.io/proyecto/fotos/soffia_vega.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/soffia_vega.svg",
        "mail": "alejandro.soffia@gmail.com",
        "nivel": "En jerarquización",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "",
        "linkedin": "https://www.linkedin.com/in/alejandro-soffia-4b861216a/",
        "descriptor": "Infraestructura cultural, museografía, patrimonio, vivienda, tecnologías constructivas, prefabricación con paneles, técnicas vernáculas, biofabricación y biodiseño.",
        "areas": 5,
        "lineas": "2 4",
        "enfasis": 1,
        "dialogo": ["…"],
        "grupo": "b",
        "responsable_name": "Lucas",
        "responsable_surname": "Assis",
        "responsable_mail": "lucaassis@usp.br",
        "responsable_repo": "https://github.com/lucasassis7/trabajo_final"
    },
    {
        "name": "Cortez Orellana, Felipe",
        "foto": "https://disenouchile.github.io/proyecto/fotos/cortez_orellana.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/cortez_orellana.svg",
        "mail": "felipe.cortez@uchile.cl",
        "nivel": "Prof. Adjunto",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "https://uchile.cl/portafolio-academico/academico/51470",
        "linkedin": "",
        "descriptor": "Diseño de comunicación visual para informar. Preferencia por proyectos basados en investigación cualitativa con marcos narrativos y/o fenomenológicos, puestos en relación con la ciencia de la imagen (<i>Bildwissenschaft</i>).",
        "areas": "7 8",
        "lineas": "1 3 5",
        "enfasis": 1,
        "dialogo": [
            "¿Cuál de las características orientadas a promover una docencia inclusiva y de excelencia en nuestra Universidad considera su fuerte?",
            "Creo que es la de comprender el currículum y la contribución de mi curso al logro del proyecto formativo, considerando el perfil de egreso, las necesidades y las normativas institucionales.",
            "¿Cómo priorizaría los 4 ámbito de desempeño de nuestro perfil de egreso en sus guiaturas de Proyecto de Título?",
            "Primero Sistematizar, después Evaluar, seguido de Crear junto a Gestionar.",
            "¿Por qué los priorizaría de tal manera?",
            "Porque es fundamental poder producir, representar, transferir y preservar conocimientos (sistematizar) para trabajar colaborativamente en la detección de necesidades y oportunidades (evaluar) que serán la base de lo que se planificará con sentido estético (crear y gestionar juntos; con parafraseo a Bruno Munari).",
            "¿Cómo organiza el inicio de Proyecto de Título I?",
            "Lo primero es eliminar las ideas preconcebidas de un “qué” diseñar, rescatando de lo preconcebido la relación con las áreas prioritarias de la FAU, y las líneas de investigación del DdD. Así se puede definir una “cancha y posición” desde la que se puede hacer un juego acotado de búsqueda de antecedentes de Proyectos de Diseño desde los que se hará “ingeniería inversa” para entender las complejidades implicadas en lo que es realmente relevante: “para quién” y “para qué” diseñar.",
            "¿Cuáles serían las 3 Competencias Sello de nuestra Universidad  que no pueden faltar en los Proyectos de Título que Usted guía y son presentados a Examen de Título?",
            "Primero es el Compromiso ético y responsabilidad social y ciudadana; segunda es la Capacidad de investigación, innovación y creación; y tercera es la Capacidad de pensamiento crítico y autocrítico."
        ],
        "grupo": "h",
        "responsable_name": "Antonia",
        "responsable_surname": "Cáceres",
        "responsable_mail": "vir.naranjop@gmail.com",
        "responsable_repo": "https://github.com/antoniacaceresn/trabajo_final"
    },
    {
        "name": "Perea Morales, René",
        "foto": "https://disenouchile.github.io/proyecto/fotos/perea_morales.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/perea_morales.svg",
        "mail": "rene.perea@uchilefau.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/23435",
        "linkedin": "",
        "descriptor": "Diseño industrial, fabricación digital avanzada y materiales experimentales. Mi enfoque incluye el diseño de experiencia y el desarrollo de prototipos, buscando fusionar estética y funcionalidad para crear soluciones innovadoras y significativas.",
        "areas": 5,
        "lineas": "2 3",
        "enfasis": "1 2 3",
        "dialogo": ["Tengo unas preguntas", "Lo siento, no puedo responderlas ahora"],
        "grupo": "d",
        "responsable_name": "Antonia",
        "responsable_surname": "Cáceres",
        "responsable_mail": "vir.naranjop@gmail.com",
        "responsable_repo": "https://github.com/antoniacaceresn/trabajo_final"
    },
    {
        "name": "Cattan Lavín, Magdalena",
        "foto": "https://disenouchile.github.io/proyecto/fotos/cattan_lavin.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/cattan_lavin.svg",
        "mail": "mcattan@uchilefau.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/60796",
        "linkedin": "",
        "descriptor": "Diseño en relación a los Oficios Artesanales, Paisaje Cultural y Patrimonio; Cultura Material e Inmaterial; Enfoques metodológicos Críticos, Diseño-Antropología e Investigación Participativa.",
        "areas": "5 6 7 8",
        "lineas": "2 4",
        "enfasis": "2 3",
        "dialogo": ["…"],
        "grupo": "b",
        "responsable_name": "Maximiliano",
        "responsable_surname": "Cantarero",
        "responsable_mail": "m.cantarero@ug.uchile.cl",
        "responsable_repo": "https://github.com/maximilianocantarerog/trabajo_final"
    },
    {
        "name": "Pradenas Guentherodt, Gabriela",
        "foto": "https://disenouchile.github.io/proyecto/fotos/pradenas_guentherodt.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/pradenas_guentherodt.svg",
        "mail": "gpradenas@uchile.cl",
        "nivel": "Prof. Adjunta",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "https://uchile.cl/portafolio-academico/academico/34257",
        "linkedin": "",
        "descriptor": "Diseño gráfico en general, con experiencia en identidad visual, diseño editorial, ilustración aplicada a diseño de packaging, diseño de etiquetas de vino y otras piezas gráficas “display” corporativas en general. Experiencia en interacción del Color.",
        "areas": "7 8",
        "lineas": "3 6",
        "enfasis": 1,
        "dialogo": ["…"],
        "grupo": "g",
        "responsable_name": "Maximiliano",
        "responsable_surname": "Cantarero",
        "responsable_mail": "m.cantarero@ug.uchile.cl",
        "responsable_repo": "https://github.com/maximilianocantarerog/trabajo_final"
    },
    {
        "name": "de la Sotta Lazzerini, Paola",
        "foto": "https://disenouchile.github.io/proyecto/fotos/de_la_sotta_lazzerini.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/de_la_sotta_lazzerini.svg",
        "mail": "paoladelasotta@uchilefau.cl",
        "nivel": "Prof. Asociada",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/21430",
        "linkedin": "",
        "descriptor": "Rescate patrimonial con diseño participativo y social, vinculado a diversas comunidades del país.",
        "areas": "4 5 6 8",
        "lineas": 4,
        "enfasis": "1 2 3",
        "dialogo": ["…"],
        "grupo": "b",
        "responsable_name": "Gabriel",
        "responsable_surname": "Castillo",
        "responsable_mail": "gabriel.castillofigueroa.04@gmail.com",
        "responsable_repo": "https://github.com/GabooDesign/Troncal/tree/main/Entregas/trabajo_final"
    },
    {
        "name": "Donoso Cisternas, Sergio",
        "foto": "https://disenouchile.github.io/proyecto/fotos/donoso_cisternas.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/donoso_cisternas.svg",
        "mail": "sergiodonoso@uchilefau.cl",
        "nivel": "Prof. Asociado",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/31519",
        "linkedin": "",
        "descriptor": "Estudio de las emociones, creatividad, servicios y gamificación, utilizando biometría de la percepción para el desarrollo de productos. Diseño estratégico, prospectivo, futurológico y especulativo para el desarrollo de proyectos cualitativos de innovación y transferencia con la industria.",
        "areas": "2 5 8",
        "lineas": "1 4",
        "enfasis": "1 2 3",
        "dialogo": ["…"],
        "grupo": "c",
        "responsable_name": "Gabriel",
        "responsable_surname": "Castillo",
        "responsable_mail": "gabriel.castillofigueroa.04@gmail.com",
        "responsable_repo": "https://github.com/GabooDesign/Troncal/tree/main/Entregas/trabajo_final"
    },
    {
        "name": "Basáez Villagrán, Christian",
        "foto": "https://disenouchile.github.io/proyecto/fotos/basaez_villagran.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/basaez_villagran.svg",
        "mail": "cbasaez@uchile.cl",
        "nivel": "Prof. Adjunto",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "https://uchile.cl/portafolio-academico/academico/64686",
        "linkedin": "",
        "descriptor": "Cruce de cosmovisión indígena con materiales, tecnologías y procesos industriales occidentales, cruce que busca la innovación para el Buen Vivir.",
        "areas": "5 8",
        "lineas": "2 4",
        "enfasis": 1,
        "dialogo": ["…"],
        "grupo": "a",
        "responsable_name": "Jacob",
        "responsable_surname": "Gidi",
        "responsable_mail": "jsgidindumimus17@gmail.com",
        "responsable_repo": "https://github.com/jacob-gidi/trabajo_final"
    },
    {
        "name": "Jacob Dazarola, Rubén",
        "foto": "https://disenouchile.github.io/proyecto/fotos/jacob_dazarola.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/jacob_dazarola.svg",
        "mail": "rubenhjd@uchilefau.cl",
        "nivel": "Prof. Asociado",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/30742",
        "linkedin": "",
        "descriptor": "Diseño de productos y servicios en relación directa con las emociones, la percepción y afectividad como aspectos diferenciadores, promotores del bienestar y capaces de potenciar el valor de la disciplinar del diseño para el ser humano y su florecimiento.",
        "areas": "5 8",
        "lineas": 1,
        "enfasis": "1 2 3",
        "dialogo": ["…"],
        "grupo": "c",
        "responsable_name": "Jacob",
        "responsable_surname": "Gidi",
        "responsable_mail": "jsgidindumimus17@gmail.com",
        "responsable_repo": "https://github.com/jacob-gidi/trabajo_final"
    },
    {
        "name": "Perelli Soto, Bruno",
        "foto": "https://disenouchile.github.io/proyecto/fotos/perelli_soto.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/perelli_soto.svg",
        "mail": "bperelli@uchilefau.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/65724",
        "linkedin": "",
        "descriptor": "Estudio de la Imagen, Estudios Culturales, Patrimonio Tecnológico, Computer Vision, Internet of Things, Artes Mediales, Image Processsing, Physical COmputing, Fabricación Digital, Coding y Live Coding y Sound Design.",
        "areas": "5 7",
        "lineas": "2 5",
        "enfasis": "2 3",
        "dialogo": [
            "¿Cuál de las características orientadas a promover una docencia inclusiva y de excelencia en nuestra Universidad considera su fuerte?",
            "Como académico de carrera ordinaria estoy mandatado a promover todas las características:<br/> - Dominar la disciplina que enseño, incluyendo sus últimos desarrollos y avances, integrando los resultados de las investigaciones en las que participa para actualizar y problematizar el conocimiento disciplinar y para establecer una relación mutuamente enriquecedora entre investigación y docencia.<br/> - Comprender el currículum y la contribución de mi curso al logro del proyecto formativo, considerando el perfil de egreso, las necesidades y las normativas institucionales.<br/> - Generar mecanismos y usa los recursos institucionales disponibles para conocer a sus estudiantes, con relación a sus conocimientos y experiencias previas, expectativas, estilos, estrategias y metas de aprendizaje y considera esta información para tomar decisiones que le permitan organizar su docencia y desplegar las estrategias de enseñanza más pertinentes al contexto.<br/> - Desarrollar métodos y recursos de enseñanza y procesos evaluativos pertinentes y diversos, a través de instancias de formación docente continua.<br/> - Abordar la evaluación como una instancia de aprendizaje, basada en un proceso de retroalimentación continua en una doble perspectiva.",
            "¿Cómo priorizaría los 4 ámbitos de desempeño de nuestro perfil de egreso en sus guiaturas de Proyecto de Título?",
            "Evaluar la interacción del ser humano con su entorno físico y cultural...(I)<br/> - Crear propuestas morfológicas innovadoras, estados de significación y valor...(II)<br/> - Sistematizar experiencias de la disciplina o profesión, produciendo, representando, transfiriendo y preservando conocimientos y vinculándolas con otros saberes...(IV)<br/> - Gestionar sistemas productivos y talentos propios y de otros, articulando procesos, recursos y agentes relacionados con la industria, las organizaciones sociales y la gobernabilidad. (III)",
            "¿Por qué los priorizaría de tal manera?",
            "Se priorizan considerando las etapas de los proyectos de Título.",
            "¿Cómo organiza el inicio de Proyecto de Título I?",
            "El proyecto de Título I tiene como objetivo sentar las bases teóricas que justifican la formulación del proyecto de Título. Se hace énfasis en detectar/descubrir un fenómeno de estudio abordándolo desde el sujeto, el objeto o soporte y el contexto en el que se desenvuelve. - Se desarrollan tres ensayos durante el semestre (3-4 semanas de desarrollo) de 4500 palabras mínimo donde se hacen discutir las relaciones sujeto/objeto; objeto/contexto; contexto/sujeto siempre en torno al tema de estudio. - Finalmente se compilan los tres documentos entregados y se agrega un anteproyecto donde se detecta/propone/justifica la necesidad del proyecto de título. - En definitiva: En proyecto de Título I se investiga para descubrir y en proyecto de Título II se Diseña para reflexionar.",
            "¿Cuáles serían las 3 Competencias Sello de nuestra Universidad que no pueden faltar en los Proyectos de Título que Usted guía y son presentados a Examen de Título?",
            "Visión reflexiva, crítica y ética. - Valoración disciplinar (Diseño) y profesional (Diseñador/Diseñadora) a través del proyecto de creación. - Capacidad de liderazgo en la toma de decisiones."
        ],
        "grupo": "l",
        "responsable_name": "Isabel",
        "responsable_surname": "Hernández",
        "responsable_mail": "isabel.hernandez.b@ug.uchile.cl",
        "responsable_repo": "https://github.com/isabelh235/trabajo_final"
    },
    {
        "name": "Vico Sánchez, Mauricio",
        "foto": "https://disenouchile.github.io/proyecto/fotos/vico_sanchez.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/vico_sanchez.svg",
        "mail": "mvico@uchile.cl",
        "nivel": "Prof. Asociado",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/17874",
        "linkedin": "",
        "descriptor": "Investigación en estética del diseño, historia del diseño, estudios culturales.",
        "areas": 7,
        "lineas": "2 4 5",
        "enfasis": "2 3",
        "dialogo": [
            "¿Cuáles serían sus intereses en el ámbito académico?",
            "Mis intereses son los estudios culturales enfocados a la historia, estética e iconografía en la producción nacional y como estos emergen en un contexto social, cultural, político y económico.",
            "¿Qué actividades realiza en el ámbito académico?",
            "Mi trabajo investigativo se desarrolla en el campo del análisis de piezas de diseño y su historia en un contexto país, sus influencias sean locales como internacionales, su variedad de expresiones en particular dispositivos impresos como: libros, afiches, revistas, comics, fanzines, casetes, discos y otros.",
            "¿Qué metas y motivaciones tiene a corto, mediano y largo plazo en el ámbito académico?",
            "Mis metas son comprender, poner en valor, comunicar y socializar la historia del diseño nacional y sus aportes a través de las clases, conferencias (público en general, estudiantes, académicos/as), artículos de carácter científico, exposiciones y libros, sean estos últimos a través de capítulos de libros o de autoría propia. Además, poner estos conocimientos al servicio del país y su gente, como también a expertos/as de otras disciplinas; historiadores/as, sociólogos/as, periodistas, antropólogos/as e investigadores/as del diseño nacional. Por otra parte, realizar conferencias de los resultados de mis investigaciones en centros universitarios, sean chilenos como fuera del país."
        ],
        "grupo": "i",
        "responsable_name": "Isabel",
        "responsable_surname": "Hernández",
        "responsable_mail": "isabel.hernandez.b@ug.uchile.cl",
        "responsable_repo": "https://github.com/isabelh235/trabajo_final"
    },
    {
        "name": "Dueñas Santander, Rodrigo",
        "foto": "https://disenouchile.github.io/proyecto/fotos/duenas_santander.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/duenas_santander.svg",
        "mail": "rodrigoduena@uchilefau.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/17335",
        "linkedin": "",
        "descriptor": "Diseño Editorial desde la experimentación material y conceptual. Rescate de oficios y producción editorial autónoma. Metodologías Do it Yourself de autogestión independiente. Identidades emergentes, locales y globales. Principalmente proyectos de diseño-creación.",
        "areas": "5 6 7 8",
        "lineas": "2 3 4 6",
        "enfasis": "1 3",
        "dialogo": ["Tengo unas preguntas", "Lo siento, no puedo responderlas ahora"],
        "grupo": "j",
        "responsable_name": "Dani",
        "responsable_surname": "Oñate",
        "responsable_mail": "daniel.onate@ug.uchile.cl",
        "responsable_repo": "https://github.com/pockyjuno/trabajo_final"
    },
    {
        "name": "Vielma Laguna, Mitzi",
        "foto": "https://disenouchile.github.io/proyecto/fotos/vielma_laguna.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/vielma_laguna.svg",
        "mail": "mvielma@ug.uchile.cl",
        "nivel": "Prof. Adjunta",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "https://uchile.cl/portafolio-academico/academico/60719",
        "linkedin": "",
        "descriptor": "Estudio de las emociones, elaboración de didácticas para la creatividad, desarrollo de prototipos de servicios y gamificación como instrumento para la conceptualización. Aplicaciones biométricas para estudios de percepción. Desarrollo de estudios cualitativos de innovación y transferencia con la industria.",
        "areas": 5,
        "lineas": 1,
        "enfasis": "2 3",
        "dialogo": ["Tengo unas preguntas", "Lo siento, no puedo responderlas ahora"],
        "grupo": "c",
        "responsable_name": "Dani",
        "responsable_surname": "Oñate",
        "responsable_mail": "daniel.onate@ug.uchile.cl",
        "responsable_repo": "https://github.com/pockyjuno/trabajo_final"
    },
    {
        "name": "Perelli Soto, Bruno",
        "foto": "https://disenouchile.github.io/proyecto/fotos/perelli_soto_2.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/perelli_soto_2.svg",
        "mail": "bperelli@uchilefau.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/65724",
        "linkedin": "",
        "descriptor": "Estudio de la Imagen, Estudios Culturales, Patrimonio Tecnológico, Computer Vision, Internet of Things, Artes Mediales, Image Processsing, Physical COmputing, Fabricación Digital, Coding y Live Coding y Sound Design.",
        "areas": "5 7",
        "lineas": "2 5",
        "enfasis": "2 3",
        "dialogo": ["…"],
        "grupo": "l",
        "responsable_name": "Javiera",
        "responsable_surname": "Parra",
        "responsable_mail": "javiera.parra.moya@ug.uchile.cl",
        "responsable_repo": "https://jp1702.github.io/trabajo_final/profes.html"
    },
    {
        "name": "Zorzano Betancourt, Osvaldo",
        "foto": "https://disenouchile.github.io/proyecto/fotos/zorzano_betancourt_2.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/zorzano_betancourt_2.svg",
        "mail": "zorzano@uchile.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/33113",
        "linkedin": "",
        "descriptor": "Dos lineas disciplinares: La primera dice relación con el desarrollo de proyectos orientados a vinculación con el medio, con énfasis en productos relacionados con producción gráfica. Y por otro lado están los proyectos orientados a diseño de vehículos y electromovilidad.",
        "areas": 5,
        "lineas": "2 5",
        "enfasis": "1 3",
        "dialogo": ["…"],
        "grupo": "g",
        "responsable_name": "Javiera",
        "responsable_surname": "Parra",
        "responsable_mail": "javiera.parra.moya@ug.uchile.cl",
        "responsable_repo": "https://jp1702.github.io/trabajo_final/profes.html"
    },
    {
        "name": "Gómez Moya, Cristián",
        "foto": "https://disenouchile.github.io/proyecto/fotos/gomez_moya.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/gomez_moya.svg",
        "mail": "cristian.gomez@uchilefau.cl",
        "nivel": "Prof. Asociado",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/30442",
        "linkedin": "",
        "descriptor": "Su enfoque se centra en la relación entre diseño, arte y cultura, destacándose por la creación de proyectos editoriales, curatoriales y mediales que exploran la cultura visual, la estética y la micropolítica.",
        "areas": "7 8",
        "lineas": 5,
        "enfasis": "2 3",
        "dialogo": [
            "¿Cuáles serían sus intereses en el ámbito académico?",
            "En términos académicos mis intereses pasan por el desarrollo y las transformaciones culturales y políticas, desde una mirada expandida del diseño, las artes y la estética.",
            "¿Qué actividades realiza en el ámbito académico? Y qué sentido o valor le atribuye a esas actividades.",
            "Es fundamental el trabajo con imágenes, archivos y libros, así como el encuentro con museos, galerías, librerías, etc. pero al mismo tiempo el permanente diálogo y debate cultural con escritorxs, artistxs, editorxs y creadorxs en general.",
            "¿Qué metas y motivaciones tiene a corto, mediano y largo plazo en el ámbito académico?",
            "Mis metas son mejorar la calidad y la excelencia de las transdisciplinas proyectuales en la FAU. Y las motivaciones académicas son el desarrollo del conocimiento y la creación en el ámbito público, cultural y político de la Universidad de Chile y su escala a nivel país."
        ],
        "grupo": "f",
        "responsable_name": "Martina",
        "responsable_surname": "Pezoa",
        "responsable_mail": "martina.pezoa@ug.uchile.cl",
        "responsable_repo": "https://github.com/martinapezoa/trabajo_final"
    },
    {
        "name": "Menteguiaga Schmidt, Clarisa",
        "foto": "https://disenouchile.github.io/proyecto/fotos/menteguiaga_schmidt.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/menteguiaga_schmidt.svg",
        "mail": "mclarisa@gmail.com",
        "nivel": "En jerarquización",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "",
        "linkedin": "https://www.linkedin.com/in/clarisa-menteguiaga-5ba9b44a/",
        "descriptor": "Diseño de sistemas de diseño gráfico-objetuales. Diseño crítico, sustentable y consciente en relación al cuerpo humano y las relaciones con el entorno. Relaciones arte y diseño.",
        "areas": "1 2 5 6",
        "lineas": "1 2",
        "enfasis": "1 2",
        "dialogo": [
            "¿Cuál de las características orientadas a promover una docencia inclusiva y de excelencia en nuestra Universidad considera su fuerte?",
            "Considero que mi fuerte se centra en la formación integral de las personas, haciendo foco en la conciencia ecológica y medioambiental, así como el valor de las artes como saberes y prácticas significativas para la sociedad en tanto que desarrollan el pensamiento crítico.",
            "¿Cómo priorizaría los 4 ámbitos de desempeño de nuestro perfil de egreso en sus guiaturas de Proyecto de Título?",
            "Desde lo humano a lo técnico: Empatía, hacer interdisciplinar, innovación, producción.",
            "¿Por qué los priorizaría de tal manera?",
            "Si no somos seres humanos empíricos, críticos y conectados con el entorno, difícilmente podamos ser buenos profesionales para el mundo en dificultades que habitamos.",
            "¿Cómo organiza usted el inicio de Proyecto de Título I?",
            "Lo esencial es la metodología, hacer consciente al alumno de los pasos a seguir y plazos comprometidos. Poner la investigación en terreno como prioritaria y la investigación bibliográfica como complementaria. Hacer énfasis en la importancia del foco en el diseño durante la investigación, para que los resultados no estén orientados hacia otras áreas del saber.",
            "¿Cuáles serían las 3 Competencias Sello de nuestra Universidad que no pueden faltar en los Proyectos de Título que Usted guía y son presentados a Examen de Título?",
            "Todas son importantes, pero si me pides tres pondría estas:<br/> - Capacidad de pensamiento crítico<br/> - Compromiso ético y responsabilidad social<br/> - Compromiso con el desarrollo humano y sustentable"
        ],
        "grupo": "m",
        "responsable_name": "Martina",
        "responsable_surname": "Pezoa",
        "responsable_mail": "martina.pezoa@ug.uchile.cl",
        "responsable_repo": "https://github.com/martinapezoa/trabajo_final"
    },
    {
        "name": "Núñez Gutiérrez, Pablo",
        "foto": "https://disenouchile.github.io/proyecto/fotos/nunez_gutierrez.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/nunez_gutierrez.svg",
        "mail": "pablo.nunez@uchilefau.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/24818",
        "linkedin": "",
        "descriptor": "Textos Textiles: Se indaga en las posibles narrativas que se pueden describir, relacionar e interpretar sobre el cuerpo, el textil y la indumentaria con un determinado contexto socio-político y cultural.",
        "areas": 8,
        "lineas": "1 2 3 4",
        "enfasis": "1 2 3",
        "dialogo": ["…"],
        "grupo": "e",
        "responsable_name": "Isidora",
        "responsable_surname": "Riffo",
        "responsable_mail": "isidora.riffo@ug.uchile.cl",
        "responsable_repo": "https://github.com/isidorariffo/trabajo_final"
    },
    {
        "name": "Pagueguy Fenner, Sebastian",
        "foto": "https://disenouchile.github.io/proyecto/fotos/pagueguy_fenner.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/pagueguy_fenner.svg",
        "mail": "pagueguy@uchile.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/50589",
        "linkedin": "",
        "descriptor": "Animación, VideoJuegos, Comics, Ilustración, Diseño Audiovisual, Documental, Experimental - Tecnológico.",
        "areas": 5,
        "lineas": "2 3",
        "enfasis": 1,
        "dialogo": [
            "¿Cuál es su enfoque en guiatura?",
            "Mi enfoque consiste en una aproximación es tratar el proyecto de modo lo mas profesional posible, como un proyecto 100 real con todas sus aristas y apegado a la realidad laboral contingente y actual de un diseñador gráfico. Mi enfoque está en el hacer, que el alumno logre finiquitar con una pieza de diseño tangible que sea el inicio de su portafolio como diseñador para que salga al mercado laboral con un trabajo profesional tangible y evaluable por posibles empleadores u/o fondos. Las areas en que suelo guiar a los alumnos son en: Animación, Motion Graphics y Videojuegos. Estas son las areas en las cuales me desempeño tanto en lo académico como profesional profesional, por lo tanto aporto a mis alumnos con mis experiencia y know how en este ámbito",
            "¿Cuál de las características orientadas a promover una docencia inclusiva y de excelencia en nuestra Universidad considera su fuerte?",
            "La verdad es que la inclusividad nunca ha sido algo que a propósito trate de incluir o introducir en mi docencia, creo que por suerte ser inclusivo y empático es una característica intrínseca en mi, por lo tanto siempre ha fluido naturalmente en todos mis asignaturas, creo que es una la razones pq los alumnos me buscan como profesor. Me imagino que esto será así por que fui alumno de aquí mismo, los valores de integración social y respeto por las diferencias son básicas y intrínsecas en mi",
            "¿Cómo priorizaría los 4 ámbitos de desempeño de nuestro perfil de egreso en sus guiaturas de Proyecto de Título?",
            "Ámbitos 2 y 4 son las prioridades para mi. Luego en orden seria 1 y 3",
            "¿Por qué los priorizaría de tal manera?",
            "Las áreas 2 (Crear) y 4 (Sistematizar) en mi entender de la disciplina son las áreas en que un diseñador se desenvuelve mejor y además son la áreas por las que la sociedad necesita diseñadores. En mi concepción de diseñador, somos las personas que creamos pero a diferencia del artista creamos bienes y servicios con una función específica, para esto debemos Crear dentro de un Sistema. Creo que evaluar y gestionar son tareas que se pueden compartir con otras disciplinas con las que generalmente los diseñadores hacemos equipo. Es importantísimo entender los procesos de evaluación y gestión y no se pueden ignorar de ninguna forma. El diseñador es parte de un proceso de creación humana y muy importante que cumpla su rol dentro de esa rueda, para poder cumplir con esa tarea y no otra ni tratar de cubrir otras áreas en las cuales hay profesionales más idóneos. Al diseñador está llamado para justamente diseñe, cree, lleve a cabo, materialice, finiquite, produzca."
        ],
        "grupo": "l",
        "responsable_name": "Isidora",
        "responsable_surname": "Riffo",
        "responsable_mail": "isidora.riffo@ug.uchile.cl",
        "responsable_repo": "https://github.com/isidorariffo/trabajo_final"
    },
    {
        "name": "Silva Roquefort, Rebeca",
        "foto": "https://disenouchile.github.io/proyecto/fotos/silva_roquefort.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/silva_roquefort.svg",
        "mail": "bekysilva@uchile.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Instituto de la Vivienda",
        "perfil": "https://uchile.cl/portafolio-academico/academico/43537",
        "linkedin": "",
        "descriptor": "Investigación del entorno, desde ergonomía y factores humanos hasta el derecho a la ciudad y al territorio.",
        "areas": "3 4 5",
        "lineas": 1,
        "enfasis": "2 3",
        "dialogo": [
            "¿Qué características del modelo educativo de la Universidad de Chile considera su fuerte?",
            "Respecto el modelo educativo de la Universidad de Chile distingo el compromiso público, el énfasis en la interdisciplinariedad y la formación ética. En este sentido, mi fuerte o más bien, el marco desde el que articulo mi proceso docente se relaciona con acompañar a los y las estudiantes en un proceso de formación crítico y reflexivo, conectado principalmente con las realidad social, cultural y medioambiental de nuestro país.",
            "¿Cómo priorizaría los 4 ámbitos de desempeño de nuestro perfil de egreso en sus guiaturas de Proyecto de Título?",
            "1. Evaluación del entorno humano, físico y cultural 2. Sistematización de experiencias y generación de conocimiento 3. Creación de propuestas morfológicas innovadoras y de valor 4. Gestión de sistemas productivos y articulación de recursos",
            "¿Por qué los priorizaría de tal manera?",
            "(Evaluación del entorno físico y cultural) es clave para situar el proyecto (problema, necesidades, desafíos que aborda) al inicio. Los diagnósticos son fundamentales para identificar problemas y/o desafíos relevantes que no son no evidentes y que pueden transformar realidades a través de oportunidades proyectuales con impacto social, económico, medioambiental, etc.<br/> (Sistematización de experiencias) la reflexión crítica permite generar fundamentaciones solidas que estructuren el proyecto. Esta fase es importante en tanto permite no solo la revisión de referentes teóricos y metodológicos sino también puede visibilizar oportunidades de generación de nuevos métodos y/o procesos, y nuevo conocimiento situado desde el proyecto mismo.<br/>(Creación de propuestas morfológicas innovadoras) Si bien es un eje articulador de los proyectos, requiere una base sólida que justifique el desarrollo de propuestas. Permite desplegar la capacidad proyectual y creativa de los estudiantes a través de la formulación de soluciones significativas para las personas y las comunidades. Es decir, al llegar a esta etapa ya se pasado por la investigación previa y la exploración formal con lo cual la proyección final es más sólida, incluyendo aspectos éticos en un diseño que es situado en la realidad.<br/> (Gestión de sistemas productivos) es importante también considerar la viabilidad, escalabilidad y los contextos de producción de las propuestas (ya sea a nivel privado o público). Esta habilidad siempre pensada de manera subordinada al valor conceptual y crítico de cada propuesta.",
            "¿Cómo organiza el inicio de Proyecto de Título I?",
            "a) Identificación de la problemática a aborda. Consiste en la observación situada y definición del contexto dónde identificar el fenómeno de interés, estudiándolo desde la experiencia cotidiana, el entorno cultural y los territorios en el que se sitúa. La justificación aquí es clave ya que abre las posibilidades de impacto social y transformación.<br/> b) Construcción del problema y levantamiento de referentes relevantes con datos empíricos que sustenten la elección. Aquí se profundiza con la incorporación de referentes teóricos, metodológicos, disciplinares y desde otras disciplinas que permitan articular una justificación coherente, incluyendo experiencias de diseño relevantes directa o indirectamente vinculadas al tema. A partir de aquí es factible identificar el problema y la oportunidad de diseño.<br/> c) Formulación del proyecto y construcción del marco teórico que lo sostiene. A partir de la problematización justificada se articula la pregunta de investigación de diseño con la que se formula la hipótesis de trabajo y los objetivos del proyecto. Es entonces que se estructura de manera genera la estructura general del marco teórico, estado del arte y la metodología para cumplir los objetivos proyectuales. Todo ello lo desarrollan en base a una estructura con la que avanzan en un trabajo autónomo con feedback  y acompañamiento constante.",
            "¿Cuáles serían las 3 Competencias de Sello de nuestra Universidad que no pueden faltar en los Proyectos de Título que usted guía y son presentados a Examen de Título?",
            "⁠Las tres competencias de sello fundamentales para mí son:<br/> 1. Compromiso ético y responsabilidad pública<br/> 2. Pensamiento crítico y autonomía intelectual<br/> 3. Interdisciplinariedad y articulación de saberes"
        ],
        "grupo": "c",
        "responsable_name": "Fernanda",
        "responsable_surname": "Rivera",
        "responsable_mail": "fernanda.rivera.b@ug.uchile.cl",
        "responsable_repo": "https://github.com/fernanda2222/trabajo_final"
    },
    {
        "name": "Soto Calquín, Leonardo",
        "foto": "https://disenouchile.github.io/proyecto/fotos/soto_calquin.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/soto_calquin.svg",
        "mail": "leonardosoto@uchile.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/35210",
        "linkedin": "https://www.linkedin.com/in/leonardo-soto-calquin-93a82032/",
        "descriptor": "Sistema de símbolos, signos, imagen corporativa, narrativa visual, iconografía mapuche, representación gráfica, expresión gráfica, transdisciplina arte-diseño, patrimonio en diseño, cultura visual.",
        "areas": "7 8",
        "lineas": "3 4 5",
        "enfasis": "2 3",
        "dialogo": [
            "¿Qué características del modelo educativo de la Universidad de Chile considera su fuerte?",
            "Respecto del modelo educativo, tiene una orientación social, de servicio público, desde la concepción de formación hacia la solución de problemas de comunicación y diseño que sean un aporte a la sociedad. Creo que es fundamental conservar el espíritu que caracteriza a los egresados de la Universidad de Chile, ya que su aporte es importante para la sociedad por cuanto son agentes de cambio en muchos aspectos y sobre todo desde lo cultural.",
            "¿Cómo priorizaría los 4 ámbitos de desempeño de nuestro perfil de egreso en sus guiaturas de Proyecto de Título?",
            "Según la naturaleza e intereses del propio alumno. Me centro más bien en guiar el proceso, complementando con información, a la vez verificando la propia viabilidad de los proyectos de investigación y/o de título",
            "¿Por qué los priorizaría de tal manera?",
            "Porque creo que cada alumno es una persona que ha recibida una formación que les entrega las competencias básicas de desempeño. A partir de esto dependiendo de las características de cada proyecto es que busco que cada alumno dé el máximo de su parte ya que se trata de su responsabilidad, siendo mi papel el más bien una guía para optimizar sus procesos",
            "¿Cómo organiza el inicio de Proyecto de Título I?",
            "En mi caso Proyecto de Título I trato que los alumnos agoten las posibilidades de investigación en torno a su proyecto, independiente de su naturaleza, a la vez que cumplan con las partes de rigor de cualquier proyecto de diseño, donde la objetividad es un requisito fundamental, es decir, el propio cuestionamiento que lleve a la formulación de las preguntas básicas de cualquier investigación. Considero que todo el proceso previo a la propuesta de diseño debe abordarse en Proyecto de Título I.",
            "¿Cuáles serían las 3 Competencias de Sello de nuestra Universidad que no pueden faltar en los Proyectos de Título que usted guía y son presentados a Examen de Título?",
            "Más que competencias, que deben ser características de los alumnos egresados. Respecto de los proyectos, como se pregunta, considero que debieran ser proyectos que tengan una función clara, que estén orientados a resolver un problema específico y que sean viables desde todo punto de vista"
        ],
        "grupo": "g",
        "responsable_name": "Fernanda",
        "responsable_surname": "Rivera",
        "responsable_mail": "fernanda.rivera.b@ug.uchile.cl",
        "responsable_repo": "https://github.com/fernanda2222/trabajo_final"
    },
    {
        "name": "Bustamante Salazar, Jacob",
        "foto": "https://disenouchile.github.io/proyecto/fotos/bustamante_salazar.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/bustamante_salazar.svg",
        "mail": "jacob.bustamante@artool.cl",
        "nivel": "En jerarquización",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "",
        "linkedin": "https://www.linkedin.com/in/jacobustamante/",
        "descriptor": "Temáticas que vinculan la Visualización de datos, los Territorios Digitales, el Diseño y otras transdisciplinas.",
        "areas": "7 8",
        "lineas": "1 3 5",
        "enfasis": "1 2",
        "dialogo": ["…"],
        "grupo": "h",
        "responsable_name": "Ámbar",
        "responsable_surname": "Ruiz de Loizaga",
        "responsable_mail": "ambar.ruizdeloizaga@ug.uchile.cl",
        "responsable_repo": "https://github.com/ambarruizzz/trabajo_final"
    },
    {
        "name": "Maldonado de la Fuente, Félix",
        "foto": "https://disenouchile.github.io/proyecto/fotos/maldonado_de_la_fuente.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/maldonado_de_la_fuente.svg",
        "mail": "femaldon@uchile.cl",
        "nivel": "Prof. Adjunto",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "https://uchile.cl/portafolio-academico/academico/29586",
        "linkedin": "",
        "descriptor": "Tendencias de innovación tecnológica que utilizan variables de ciencia, ingeniería y diseño industrial; Transformación digital e industria 4.0; Prospectiva, inteligencia y vigilancia tecnológica. Incluyendo la Estratificación de aspectos e impactos de la transformación digital, en la pequeña y mediana industria latinoamericana; Prospectiva, inteligencia y vigilancia tecnológica en industrias de menor tamaño; Innovación y tractores de valor en el producto científico-tecnológico.",
        "areas": 5,
        "lineas": 2,
        "enfasis": "1 3",
        "dialogo": [
            "¿Cuál de las características orientadas a promover una docencia inclusiva y de excelencia en nuestra Universidad considera su fuerte?",
            "Mi fortaleza es integrar la innovación tecnológica para personalizar el aprendizaje, promoviendo una docencia inclusiva que reconoce la diversidad estudiantil y eleva la excelencia académica mediante enfoques disruptivos, colaborativos y centrados en el estudiante. Tiene todo un enfoque basado en integrar innovación tecnológica y metodologías activas para diseñar experiencias de aprendizaje inclusivas, personalizadas y orientadas a la excelencia, considerando la diversidad del estudiantado y los desafíos contemporáneos de la educación superior.",
            "¿Cómo priorizaría los 4 ámbitos de desempeño de nuestro perfil de egreso en sus guiaturas de Proyecto de Título?",
            "Priorizaría la innovación y la resolución creativa de problemas como eje central, el sentido proyectual a todo evento, integrando responsabilidad ética y compromiso con el entorno en el desarrollo de soluciones sostenibles. Integrando ciencia, tecnología y diseño industrial en la resolución de productos con especificaciones técnicas complejas, un ámbito de desarrollo basado en desafíos reales que cada proyecto aborda, promoviendo soluciones pertinentes, inclusivas y con impacto transformador.",
            "¿Por qué los priorizaría de tal manera?",
            "Los priorizo así porque creo que la innovación y la creatividad son claves para enfrentar los desafíos actuales de manera transformadora. El sentido proyectual estructura el proceso, la ética garantiza un impacto responsable y el enfoque técnico asegura viabilidad y pertinencia. Es un orden que promueve una formación integral, crítica y orientada a generar soluciones reales y sostenibles.",
            "¿Cómo organiza el inicio de Proyecto de Título I?",
            "Organizo el inicio de Proyecto de Título I desde la constitución sistémica del problema y la solución, lo que implica una comprensión profunda del contexto, sus actores, relaciones y tensiones. Para ello, guío a los y las estudiantes en el análisis del entorno desde enfoques multidimensionales —sociales, tecnológicos, culturales, medioambientales—, promoviendo una mirada crítica y estratégica. Se prioriza la exploración de referentes, la investigación aplicada y el uso de herramientas de diseño sistémico para mapear el problema de forma integral. Esta base permite que la formulación del desafío de diseño y las primeras ideas de solución sean pertinentes, sostenibles e innovadoras, estableciendo una hoja de ruta sólida para el desarrollo del proyecto.",
            "¿Cuáles serían las 3 Competencias Sello de nuestra Universidad que no pueden faltar en los Proyectos de Título que Usted guía y son presentados a Examen de Título?",
            "Los proyectos deben reflejar investigación rigurosa e innovación con impacto real; pensamiento crítico y autocrítico que permita cuestionar, mejorar y profundizar cada decisión; y responsabilidad social, conectando el diseño con problemáticas relevantes desde una perspectiva ética e inclusiva. Estas tres competencias articulan un proceso formativo integral, pertinente y coherente con el sello público y transformador de nuestra Universidad."
        ],
        "grupo": "d",
        "responsable_name": "Ámbar",
        "responsable_surname": "Ruiz de Loizaga",
        "responsable_mail": "ambar.ruizdeloizaga@ug.uchile.cl",
        "responsable_repo": "https://github.com/ambarruizzz/trabajo_final"
    },
    {
        "name": "Abud Carrillo, Jenny",
        "foto": "https://disenouchile.github.io/proyecto/fotos/abud_carrillo.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/abud_carrillo.svg",
        "mail": "jenny.abud@uchile.cl",
        "nivel": "Prof. Adjunta",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "https://uchile.cl/portafolio-academico/academico/54617",
        "linkedin": "",
        "descriptor": "Diseño gráfico, Cultura y DDHH con un enfoque de diseño de información, editorial y rescate patrimonial.",
        "areas": "6 7",
        "lineas": "4 6",
        "enfasis": "1 3",
        "dialogo": ["…"],
        "grupo": "j",
        "responsable_name": "Maroa",
        "responsable_surname": "Tapia",
        "responsable_mail": "maroa.tapia@ug.uchile.cl",
        "responsable_repo": "https://github.com/marotapia/trabajo_final"
    },
    {
        "name": "Osses Flores, Roberto",
        "foto": "https://disenouchile.github.io/proyecto/fotos/osses_flores.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/osses_flores.svg",
        "mail": "robert.osses@uchilefau.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/54091",
        "linkedin": "",
        "descriptor": "Investigaciones en torno a las materialidades del libro, diseño editorial y tipografía, desde una perspectiva científica y/o humanística y con foco multidisciplinar, flexible, amplio y diverso.",
        "areas": "5 6 7 8",
        "lineas": "4 5 6",
        "enfasis": "1 2",
        "dialogo": ["Tengo unas preguntas", "Lo siento, no puedo responderlas ahora"],
        "grupo": "j",
        "responsable_name": "Maroa",
        "responsable_surname": "Tapia",
        "responsable_mail": "maroa.tapia@ug.uchile.cl",
        "responsable_repo": "https://github.com/marotapia/trabajo_final"
    },
    {
        "name": "Osorio Muñoz, Astrid",
        "foto": "https://disenouchile.github.io/proyecto/fotos/osorio_munoz.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/osorio_munoz.svg",
        "mail": "jefediseno@uchilefau.cl",
        "nivel": "Prof. Adjunta",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "https://uchile.cl/portafolio-academico/academico/59788",
        "linkedin": "",
        "descriptor": "Materiales, tecnologías y procesos para el estudio, la investigación y la difusión de la morfología dentro del campo del diseño.",
        "areas": "2 5 8",
        "lineas": "2 3",
        "enfasis": "1 3",
        "dialogo": ["…"],
        "grupo": "e",
        "responsable_name": "Fernanda",
        "responsable_surname": "Tejo",
        "responsable_mail": "fernandatejo91.96@gmail.com",
        "responsable_repo": "https://github.com/fer1137/trabajo_final"
    },
    {
        "name": "Marín Pacheco, José Antonio",
        "foto": "https://disenouchile.github.io/proyecto/fotos/marin_pacheco.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/marin_pacheco.svg",
        "mail": "josemarinp@uchile.cl",
        "nivel": "En jerarquización",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "",
        "linkedin": "https://www.linkedin.com/in/jose-antonio-marin-pacheco-086a0215/",
        "descriptor": "Energías renovables, microrredes y tecnologías aplicadas al desarrollo sostenible, relacionadas con el ser humano y sus prácticas culturales en el sur global.",
        "areas": "1 5",
        "lineas": "1 2 3 4",
        "enfasis": "1 2 3",
        "dialogo": ["…"],
        "grupo": "a",
        "responsable_name": "Javiera",
        "responsable_surname": "Torres",
        "responsable_mail": "javiera.torres.2@ug.uchile.cl",
        "responsable_repo": "https://github.com/pazzzto/trabajo_final"
    },
    {
        "name": "Stange Marcus, Hans",
        "foto": "https://disenouchile.github.io/proyecto/fotos/stange_marcus.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/stange_marcus.svg",
        "mail": "hstange@uchile.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "https://uchile.cl/portafolio-academico/academico/58037",
        "linkedin": "",
        "descriptor": "Teoría crítica, epistemología de la comunicación y del diseño, cultura audiovisual, esp. cine chileno y crítica de cine; teoría e historia del diseño, crítica de arte, teorías de la comunicación, estética.",
        "areas": "4 5 7",
        "lineas": "4 5",
        "enfasis": "2 3",
        "dialogo": ["…"],
        "grupo": "f",
        "responsable_name": "Javiera",
        "responsable_surname": "Torres",
        "responsable_mail": "javiera.torres.2@ug.uchile.cl",
        "responsable_repo": "https://github.com/pazzzto/trabajo_final"
    },
    {
        "name": "Ferrera Leiva, Daniel",
        "foto": "https://disenouchile.github.io/proyecto/fotos/ferrera_leiva.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/ferrera_leiva.svg",
        "mail": "daniel.ferrera@uchile.cl",
        "nivel": "En jerarquización",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "",
        "linkedin": "https://www.linkedin.com/in/daniel-ferrera-leiva-55a65590/",
        "descriptor": "Gestión de proyectos en contextos interculturales, proyectos de diseño y proyectos de desarrollo económico local. Metodología del diseño y metodología de la investigación. Creatividad, innovación y emprendimiento en diseño. Investigación de experiencia de usuario, diseño de interacción y diseño de interfase. Ética profesional del diseño.",
        "areas": "1 4",
        "lineas": 5,
        "enfasis": "1 2 3",
        "dialogo": ["…"],
        "grupo": "g",
        "responsable_name": "Renata",
        "responsable_surname": "Vargas",
        "responsable_mail": "renpfvb@gmail.com",
        "responsable_repo": "https://github.com/bloo-omo/trabajo_final"
    },
    {
        "name": "Tapia Reyes, Mauricio",
        "foto": "https://disenouchile.github.io/proyecto/fotos/tapia_reyes.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/tapia_reyes.svg",
        "mail": "mauricio.tapia@u.uchile.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/34140",
        "linkedin": "",
        "descriptor": "Estudio constante de tecnologías, técnicas y oficios en el desarrollo de productos, customización y co-creación. Creación, Innovación y desarrollo Tecnológico.",
        "areas": 5,
        "lineas": "1 2 4",
        "enfasis": "1 2",
        "dialogo": ["…"],
        "grupo": "d",
        "responsable_name": "Renata",
        "responsable_surname": "Vargas",
        "responsable_mail": "renpfvb@gmail.com",
        "responsable_repo": "https://github.com/bloo-omo/trabajo_final"
    },
    {
        "name": "Bascuñán Correa, Patricio",
        "foto": "https://disenouchile.github.io/proyecto/fotos/bascunan_correa.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/bascunan_correa.svg",
        "mail": "patricio.bascunan@uchile.cl",
        "nivel": "En jerarquización",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "",
        "linkedin": "",
        "descriptor": "Historia del diseño, Cultura gráfica, Estudios visuales, Estudios Latinoamericanos, Diseño Editorial.",
        "areas": 7,
        "lineas": "4 5 6",
        "enfasis": "2 3",
        "dialogo": [
            "¿Cómo priorizaría los 4 ámbito de desempeño del perfil de egreso en sus guiaturas de Proyecto de Título? siendo estos ámbitos evaluar, crear, gestionar, sistematizar.",
            "Para Proyecto de título priorizo en este orden, de manera secuencial:  Evaluar, sistematizar, gestionar y crear.",
            "¿Por qué las prioriza de esta manera?",
            "Considero que primero se debe realizar una evaluación del estado del arte y de las problemáticas asociadas al proyecto y objeto de estudio. Lo pertinente luego es sistematizar un proyecto, considerando sus desarrollo y actividades de manera ordenada. Por último, para el siguiente semestre, se debe llevar a cabo la planificación establecida.",
            "¿Cómo organiza el inicio de proyecto de título I?",
            "Lo primero que hago es conversar y definir en conjunto a las y los estudiantes un problema de investigación y los objetivos del proyecto de diseño.",
            "¿Cuáles serían las 3 competencias sello de la universidad que si o si tienen que estar en sus guiados?",
            "Capacidad de investigar, capacidad de pensamiento crítico, compromiso ético."
        ],
        "grupo": "k",
        "responsable_name": "Iñigo",
        "responsable_surname": "Vásquez",
        "responsable_mail": "gloriaeinigo@gmail.com",
        "responsable_repo": "https://github.com/inigovasquez/trabajo_final"
    },
    {
        "name": "Vera Manríquez, Rodrigo",
        "foto": "https://disenouchile.github.io/proyecto/fotos/vera_manriquez.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/vera_manriquez.svg",
        "mail": "veramanriquez@ug.uchile.cl",
        "nivel": "Prof. Asociado",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/56222",
        "linkedin": "",
        "descriptor": "Historia y teoría del diseño, cultura visual y cultura material. Significación, semiologia y semántica del diseño. Muralismo, street art y relaciones del diseño con el arte y la arquitectura.",
        "areas": "6 7 8",
        "lineas": "3 4 5",
        "enfasis": "2 3",
        "dialogo": ["…"],
        "grupo": "f",
        "responsable_name": "Iñigo",
        "responsable_surname": "Vásquez",
        "responsable_mail": "gloriaeinigo@gmail.com",
        "responsable_repo": "https://github.com/inigovasquez/trabajo_final"
    },
    {
        "name": "Araya Beltrán, Patricio",
        "foto": "https://disenouchile.github.io/proyecto/fotos/araya_beltran.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/araya_beltran.svg",
        "mail": "p.araya.b@gmail.com",
        "nivel": "En jerarquización",
        "adscripcion": "- Escuela de Pregrado",
        "perfil": "",
        "linkedin": "https://www.linkedin.com/in/patricio-araya-beltr%C3%A1n-43ba5651/",
        "descriptor": "Procesos y prototipos de Diseño Industrial. Capacitación para micro empresas y proyectos de gestión cultural y social.",
        "areas": 5,
        "lineas": 2,
        "enfasis": 1,
        "dialogo": ["…"],
        "grupo": "d",
        "responsable_name": "Sofía",
        "responsable_surname": "Verdugo",
        "responsable_mail": "sofia.verdugo@ug.uchile.cl",
        "responsable_repo": "https://github.com/sofiaaaska/trabajo_final"
    },
    {
        "name": "Gatica Ramírez, Pamela",
        "foto": "https://disenouchile.github.io/proyecto/fotos/gatica_ramirez.webp",
        "asignaturas": "https://disenouchile.github.io/proyecto/asignaturas/gatica_ramirez.svg",
        "mail": "pamela.gatica@uchile.cl",
        "nivel": "Prof. Asistente",
        "adscripcion": "- Departamento de Diseño",
        "perfil": "https://uchile.cl/portafolio-academico/academico/16821",
        "linkedin": "",
        "descriptor": "Diseño en visualidad y medios. Perspectivas feministas, interseccionales, afectivas.",
        "areas": "5 7 8",
        "lineas": "1 5 5",
        "enfasis": "1 2 3",
        "dialogo": ["…"],
        "grupo": "m",
        "responsable_name": "Sofía",
        "responsable_surname": "Verdugo",
        "responsable_mail": "sofia.verdugo@ug.uchile.cl",
        "responsable_repo": "https://github.com/sofiaaaska/trabajo_final"
    }
]
